Revit 2027 API
BuiltInFailures.CopyPasteFailures.CantCopyElemsToInplaceFam Property
 Can't copy element(s) to In Place family.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CantCopyElemsToInplaceFam { get; }
Public Shared ReadOnly Property CantCopyElemsToInplaceFam As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CantCopyElemsToInplaceFam {
	FailureDefinitionId^ get ();
}
static member CantCopyElemsToInplaceFam : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace